Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielilaki.html.tmx
Source language: fin
Languages: smn

source: Saamen kielilaki
smn: Säämi kielâlaahâ

source: Saamelaisten kielellisten ja kulttuuristen oikeuksien perustana on perustuslaki, joka mukaan saamelaisilla alkuperäiskansana on oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
smn: Sämmilij kielâlij já kulttuurlij vuoigâdvuođâi vuáđđun lii vuáđulaahâ, mon mield sämmilijn algâalmugin lii vuoigâdvuotâ paijeentoollâđ já ovdediđ jieijâs kielâ já kulttuur.

source: Perustuslain mukaan saamelaisilla on saamelaisten kotiseutualueella kieltään ja kulttuuriaan koskeva itsehallinto siten kun lailla säädetään.
smn: Vuáđulaavâ mield sämmilijn lii sämmilij päikkikuávlust jieijâs kielân já kulttuurân kyeskee jiešhaldâšem tienuuvt ko laavâst asâttuvvoo.

source: Perustuslain lisäksi saamelaisten oikeuksista säädetään tarkemmin muun muassa laissa saamelaiskäräjistä (974/1995) ja Saamen kielilaissa (1086/2003).
smn: Vuáđulaavâ lasseen sämmilij vuoigâdvuođâin asâttuvvoo tärhibeht eereeb iärásij laavâst sämitiggeest (974/1995) já Säämi kielâlaavâst (1086/2003) .

source: Saamen kielilain soveltamisen ydinalue on saamelaisten kotiseutualue (Inari, Enontekiö, Utsjoki ja Sodankylän kunnan pohjoisosa).
smn: Säämi kielâlaavâ heiviittem váimuskuávlu lii sämmilij päikkikuávlu (Aanaar, Iänudâh, Ucjuuhâ já Suáđigil kieldâ taveuási).

source: Saamen kielilain mukaan saamelaisten kotiseutualueella saamelaisella on viranomaisissa asioidessaan aina oikeus valintansa mukaan käyttää saamen tai suomen kieltä.
smn: Säämi kielâlaavâ mield sämmilij päikkikuávlust sämmiliist lii virgeomâháin ášástâldijnis ain vuoigâdvuotâ valjiimis mield kevttiđ sämikielâ teikâ suomâkielâ.

source: Vaikka saamenkielinen henkilö osaa myös suomea, viranomaisen on silti tarjottava palvelua saamen kielellä henkilön niin halutessaan.
smn: Veikâ sämikielâlâš olmooš máttá meid suomâkielâ, te virgeomâhâš kalga faallâđ palvâlem sämikielân, jis olmooš nuuvt haalijd.

source: Raportit ja selvitykset
smn: Raporteh já čielgiittâsah

source: Saamen kieleen liittyviä raportteja ja selvityksiä
smn: Sämikielân lohtâseijee raporteh já čielgiittâsah

source: Saamenkieliset palvelut verkossa
smn: Sämikielâliih palvâlusah viermist

source: Saamen kielilain tarkoituksena on
smn: Säämi kielâlaavâ ulmen lii

source: Turvata saamelaisten oikeus ylläpitää ja kehittää omaa kieltään
smn: Turviđ sämmilij vuoigâdvuođâ paijeentoollâđ já ovdediđ jieijâs kielâ

source: Taata saamelaisten oikeus oikeudenmukaiseen oikeudenkäyntiin ja hyvään hallintoon kielestä riippumatta
smn: Tähidiđ sämmilij vuoigâdvuođâ vuoigâdvuođâlii riehtijotemân já šiev haldâttâhân kielâst peerusthánnáá

source: Tehdä saamenkielisistä palveluista luontevia
smn: Rähtiđ sämikielâlijn palvâlusâin luánduliih

source: Saamelaisten kielelliset oikeudet toteutetaan ilman, että niihin tarvitsee erikseen vedota
smn: Sämmilij kielâliih vuoigâdvuođah olášuttojeh tienuuvt, ete toid ij taarbâš sierâ keessiđ

source: Toteuttaa saamelaisten oikeutta käyttää omaa kieltään myös käytännössä, ei vain tulkkauksen ja asiakirjojen kääntämisen kautta
smn: Olášuttiđ sämmilij vuoigâdvuođâ kevttiđ jieijâs kielâ meid keevâtlávt, ij tuše tulkkum já äššikiirjij jurgâlem peht

source: Edistää saamen kielen käyttämistä kaikilla yhteiskunnan sektoreilla
smn: Ovdediđ sämikielâ kevttim puoh ohtsâškode sektorijn

source: Kielen säilyminen elävänä ja elinvoimaisena
smn: Kielâ siäilum ellen já eellimvuáimálâžžân

source: Oletko kokenut, ettei kielelliset oikeutesi toteudu tai tarvitset apua Saamen kielilain soveltamiseen liittyvissä kysymyksissä?
smn: Lah-uv tubdâm, ete tuu kielâliih vuoigâdvuođah iä olášuu teikâ tarbâšah iše säämi kielâlaavâ heiviitmân lohtâseijee koččâmušâin?

source: Ota yhteyttä saamen kieliturvasihteeriin kysyäksesi Saamen kielilaista.
smn: Vääldi ohtâvuođâ säämi kielâtorvočällei, ko halijdah koijâdiđ säämi kielâlaavâst.

source: Ketä viranomaisia saamen kielilaki koskee?
smn: Moid virgeomâháid säämi kielâlaahâ kuáská?

source: Saamelaisten kotiseutualueella saamen kieltä voi käyttää muun muassa näissä viranomaisissa:
smn: Sämmilij päikkikuávlust sämikielâ puáhtá kevttiđ eereeb iärásij täin virgeomâháin:

source: terveyskeskuksessa, kunnan virastoissa, työ- ja elinkeinopalveluissa, Verohallinnossa, Poliisissa, Kelalla, Lapin keskussairaalassa, Maanmittauslaitoksessa, Melan toimistossa, Lapin maistraatissa.
smn: tiervâsvuotâkuávdáást, kieldâ virgáduvâin, pargo- já iäláttâspalvâlusâin, Viäruhaldâttuvvâst, Poolisist, AIL:st, Laapi kuávdášpyecceiviäsust, Eennâmmittedemlájádâsâst, Mela toimâttuvvâst, Laapi maistraatist.

source: Saamen kielilain soveltamispiiriin kuuluvat lisäksi:
smn: Säämi kielâlaavâ heiviittempirrâdâhân kuleh lasseen :

source: Tuomioistuimet ja valtion alue- ja paikallishallinnon viranomaiset, joiden virka-alueeseen edellä mainitut kunnat kokonaan tai osittain kuuluvat
smn: Tuámustoovlih já staatâ kuávlu- já páihálâšhaldâttuv virgeomâhááh, kiäi virgekuávlun ovdil mainâšum kieldah ollásávt teikâ uásild kuleh

source: Saamelaiskäräjät, kolttalaissa tarkoitettu kolttien kyläkokous
smn: Sämitigge, nuorttâlâšlaavâst uáivildum nuorttâlij sijdâčuákkim

source: Valtioneuvoston oikeuskansleri ja eduskunnan oikeusasiamies, kuluttaja-asiamies, kuluttajariitalautakunta, yhdenvertaisuusvaltuutettu, tasa-arvovaltuutettu, tietosuojavaltuutettu
smn: Staatârääđi riehtikansler já ovdâskode riehtiäššialmai, kulâtteijeeäššialmai, kulâtteijeerijdolävdikodde, oovtviärdásâšvuotâváldálâš, täsiárvuváldálâš, tiätusyejiváldálâš

source: Saamelaisten kotiseutualueen paliskunnat, Paliskuntain yhdistys
smn: Sämmilij päikkikuávlu palgâseh, Palgâsij ovtâstus

source: Kirkolliset viranomaiset;
smn: Kirholiih virgeomâhááh;

source: Oulun hiippakunnan tuomiokapituli, kirkkoherranvirastot, joiden toimialueeseen saamelaisten kotiseutualue tai osa siitä kuuluu
smn: Oulu pispekode tuámukapittâl, kirkkohiärrávirgáduvah, moi toimâkuávlun sämmilij päikkikuávlu teikâ uási tast kulá

source: Enontekiön, Inarin, Utsjoen ja Sodankylän seurakunnat ja ortodoksisen kirkkokunnan Lapin seurakunta
smn: Iänuduv, Aanaar, Ucjuv já Suáđigil servikodeh já ortodoksilii kirkkokode Laapi servikodde

source: Saamen kielilaki sisältää säännökset myös sen soveltamisesta liikelaitoksiin ja yhtiöihin sekä julkisia hallintotehtäviä viranomaiskoneiston ulkopuolella hoitaviin yksityisiin.
smn: Säämi kielâlaahâ siskeeld njuolgâdusâid meid ton heiviitmist finnodâhlájádâssáid já finnoduvváid sehe priivaat tuáimeid, kiäh tipšoh almos haldâttâhpargoid virgeomâhâšsysteem ulguubeln.

source: Säännöksen perusteena on se, että kielellisten palvelujen taso ei saa laskea sen vuoksi, että julkinen valta antaa tehtäviään muiden hoidettavaksi.
smn: Njuolgâdusâi vuáđđun lii tot, ete kielâlij palvâlusâi tääsi ij uážu huánániđ tondiet, ete almos väldi addel pargoidis iärásáid porgâmnáál.

source: Saamen kielilaki 31 §, valtion taloudellinen vastuu
smn: Säämi kielâlaavâ 31 §, staatâ ekonomâlâš ovdâsvástádâs

source: Kunnat, seurakunnat, paliskunnat ym. voivat hakea saamen kielilain soveltamisesta aiheutuneisiin kuluihin valtionavustusta
smn: Kieldah, servikodeh, palgâseh já iäráseh pyehtih uuccâđ säämi kielâlaavâ heiviitmist šaddee koloid staatâtorjuu

source: Jaettava valtionavustus on vuosittain 150 000 euroa.
smn: Staatâtoorjâ lii jyehimnáál jyehi ive 150 000 eurod.

source: Lue lisää Oikeusministeriön sivuilta: https://oikeusministerio.fi/saamen-kielilakiavustukset
smn: Luuvâ lase Riehtiministeriö siijđoin: https://oikeusministerio.fi/saamen-kielilakiavustukset
